Revit 2027 API
ParameterTypeId.PointElementAngle Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementAngle { get; }
Public Shared ReadOnly Property PointElementAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementAngle {
	ForgeTypeId^ get ();
}
static member PointElementAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace